{
  "Login": "Connexion",
  "Logout": "Déconnexion",
  "Sign in with Google": "Se connecter avec Google",
  "Register with Google": "S'inscrire avec Google",
  "Sign in with Apple": "Se connecter avec Apple",
  "Register": "S'inscrire",
  "Register with Apple": "S'inscrire avec Apple",
  "Subscribe": "S'abonner",
  "AI credits per month": "{{credits}} crédits IA par mois (contre {{freeCredits}} gratuits)",
  "Messages per hour": "{{messages}} messages par heure (contre {{freeMessages}} gratuits)",
  "Unlimited conversation threads": "Fils de conversation illimités",
  "File upload & analysis support": "Support pour le téléchargement et l'analyse de fichiers",
  "Image processing & analysis": "Traitement et analyse d'images",
  "Voice message transcription": "Transcription de messages vocaux",
  "Cross-device sync & history": "Synchronisation et historique multi-appareils",
  "Custom themes & personalization": "Thèmes personnalisés et personnalisation",
  "Usage analytics & insights": "Analyse d'utilisation et insights",
  "Early access to new features": "Accès anticipé aux nouvelles fonctionnalités",
  "Priority support & assistance": "Support et assistance prioritaires",
  "Plus": "Plus",
  "Get Plus": "Obtenir Plus",
  "Link Google account": "Lier le compte Google",
  "Link Apple account": "Lier le compte Apple",
  "Hello! What can I help with?": "Bonjour! Comment puis-je vous aider?",
  "What's on your mind?": "Qu'avez-vous en tête?",
  "What can I help with?": "Comment puis-je vous aider?",
  "Ask anything": "Demandez n'importe quoi",
  "credits_left_one": "{{count}} Crédit restant",
  "credits_left_other": "{{count}} Crédits restants",
  "credits_one": "{{count}} Crédit",
  "credits_other": "{{count}} Crédits",
  "New chat": "Nouveau chat",
  "Private Chat": "Chat privé",
  "Incognito Chat": "Chat incognito",
  "public": "Public",
  "private": "Privé",
  "protected": "Protégé",
  "Get shareable link": "Obtenir le lien partageable",
  "Make it private": "Rendre privé",
  "Make it public": "Rendre public",
  "Copy": "Copier",
  "Share Thread": "Partager le fil",
  "Search chats": "Rechercher dans les chats",
  "Threads": "Fils",
  "Nothing here yet": "Rien ici pour le moment",
  "Load more": "Charger plus",
  "Dark": "Sombre",
  "Light": "Clair",
  "Search threads...": "Rechercher des fils...",
  "Account": "Compte",
  "Language": "Langue",
  "Welcome": "Bienvenue",
  "Loading": "Chargement",
  "Error": "Erreur",
  "Try again": "Réessayer",
  "Cancel": "Annuler",
  "Save": "Enregistrer",
  "Delete": "Supprimer",
  "Edit": "Modifier",
  "Send": "Envoyer",
  "Search": "Rechercher",
  "Close": "Fermer",
  "Open": "Ouvrir",
  "Back": "Retour",
  "Next": "Suivant",
  "Previous": "Précédent",
  "Home": "Accueil",
  "About": "À propos",
  "Update": "Mettre à jour",
  "Upload": "Télécharger",
  "File": "Fichier",
  "Files": "Fichiers",
  "Folder": "Dossier",
  "Folders": "Dossiers",
  "Name": "Nom",
  "Size": "Taille",
  "Date": "Date",
  "Time": "Heure",
  "Today": "Aujourd'hui",
  "Yesterday": "Hier",
  "Tomorrow": "Demain",
  "Week": "Semaine",
  "Month": "Mois",
  "Year": "Année",
  "Hour": "Heure",
  "Minute": "Minute",
  "Second": "Seconde",
  "Audio": "Audio",
  "Video": "Vidéo",
  "Text": "Texte",
  "Image": "Image",
  "Attach": "Joindre",
  "Quota": "Quota",
  "View file upload limits": "Voir les limites de téléchargement de fichiers",
  "Stop listening": "Arrêter d'écouter",
  "Stop": "Arrêter",
  "Speak": "Parler",
  "Start voice input": "Commencer l'entrée vocale",
  "Hourly: {{used}}/{{limit}} files": "Par heure: {{used}}/{{limit}} fichiers",
  "Daily: {{used}}/{{limit}} files": "Quotidien: {{used}}/{{limit}} fichiers",
  "Resets in {{time}}": "Réinitialise dans {{time}}",
  "Size: {{used}}/{{limit}} MB": "Taille: {{used}}/{{limit}} MB",
  "Active": "Actif",
  "In testing": "En test",
  "Soon": "Bientôt",
  "Versatile, creative, and reliable language model.": "Modèle de langage polyvalent, créatif et fiable.",
  "Helpful, safe, and human-like conversational AI": "IA conversationnelle utile, sûre et semblable à l'humain",
  "Fast, accurate, and privacy-focused AI assistant.": "Assistant IA rapide, précis et axé sur la confidentialité.",
  "Fast, efficient, and great for quick answers.": "Rapide, efficace et idéal pour des réponses rapides.",
  "You hit your hourly limit {{hourlyUsageLeft}}": "Vous avez atteint votre limite horaire {{hourlyUsageLeft}}",
  "Play a game": "Jouer à un jeu",
  "About Vex": "À propos de Vex",
  "Terms of Use": "Conditions d'utilisation",
  "Privacy Policy": "Politique de confidentialité",
  "about.intro": "Vex est un assistant IA intelligent conçu pour vous aider à accomplir des tâches efficacement et efficacement. Notre mission est de créer une expérience IA transparente et conviviale qui vous donne le pouvoir tout en respectant votre vie privée.",
  "about.approach.title": "Notre approche",
  "about.approach.content": "Nous croyons en une transparence totale sur le fonctionnement de notre IA, les données que nous utilisons et la manière dont nous facturons nos services. Vex fournit des informations claires sur les limites d'utilisation, les prix et les capacités afin que vous sachiez toujours à quoi vous attendre.",
  "about.coming_soon.title": "Prochainement",
  "about.coming_soon.content": "Nous sommes ravis d'annoncer que les applications mobiles et les extensions de navigateur pour Vex sont actuellement en développement!",
  "about.coming_soon.extension.title": "Extension de Navigateur",
  "about.coming_soon.extension.content": "Notre prochaine extension de navigateur offrira des capacités agentiques, permettant à Vex d'agir en votre nom en fonction de vos instructions. Cet outil puissant vous aidera à automatiser les tâches et à améliorer votre expérience de navigation.",
  "about.coming_soon.mobile.title": "Application Mobile",
  "about.coming_soon.mobile.content": "L'application mobile Vex apportera notre assistant IA dans votre poche, vous permettant d'accéder aux capacités de Vex n'importe où, n'importe quand. Restez à l'écoute pour l'annonce de la sortie !",
  "about.transparency.title": "Transparence",
  "about.transparency.intro": "Chez Vex, nous nous engageons à la transparence dans tous les aspects de notre service :",
  "about.transparency.items.pricing": "Tarification claire sans frais cachés",
  "about.transparency.items.usage": "Métriques d'utilisation de chat transparentes",
  "about.transparency.items.communication": "Communication honnête sur les capacités et les limites de l'IA",
  "about.transparency.items.data": "Ouvert sur la façon dont nous utilisons les données pour améliorer nos services",
  "about.team.title": "Notre Équipe",
  "about.team.content": "Vex est construit par une équipe dédiée de chercheurs en IA, d'ingénieurs et de designers passionnés par la création d'outils d'IA utiles et éthiques qui respectent l'agence et la vie privée de l'utilisateur.",
  "about.last_updated": "Dernière mise à jour : {{date}}",
  "terms.acceptance.title": "1. Acceptation des Conditions",
  "terms.acceptance.content": "En accédant ou en utilisant Vex, vous acceptez d'être lié par ces Conditions d'Utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser nos services.",
  "terms.tracking.title": "2. Suivi de l'Utilisation",
  "terms.tracking.content": "Vex utilise des outils d'analyse, y compris Google Ads et Plausible, pour suivre les modèles d'utilisation générale. Ce suivi est limité à des événements d'utilisation génériques et ne collecte pas d'informations personnellement identifiables. Ces données nous aident à améliorer nos services et l'expérience utilisateur.",
  "terms.agentic.title": "3. Fonctionnalités Agentiques",
  "terms.agentic.content": "L'extension de navigateur et l'application mobile de Vex incluent des fonctionnalités agentiques qui peuvent agir en votre nom. En utilisant ces fonctionnalités, vous autorisez Vex à effectuer des actions en fonction de vos instructions et dans le cadre des permissions que vous accordez. Vous restez responsable de la révision et de la confirmation de toute action avant qu'elle ne soit exécutée.",
  "terms.pricing.title": "4. Tarification et Crédits",
  "terms.pricing.content": "Vex maintient une tarification transparente pour tous les services. L'utilisation peut être soumise à des limites de crédit ou à des frais d'abonnement tels qu'indiqués sur notre page de tarification. Nous nous réservons le droit de modifier notre structure de prix avec un préavis approprié aux utilisateurs.",
  "terms.liability.title": "5. Limitation de Responsabilité",
  "terms.liability.content": "Vex est fourni \"tel quel\" sans garanties d'aucune sorte. Nous ne sommes pas responsables des dommages résultant de votre utilisation de nos services ou de toute action prise par nos fonctionnalités agentiques en votre nom.",
  "terms.changes.title": "6. Modifications des Conditions",
  "terms.changes.content": "Nous nous réservons le droit de modifier ces conditions à tout moment. L'utilisation continue de Vex après les modifications constitue l'acceptation des conditions mises à jour.",
  "terms.last_updated": "Dernière mise à jour: {{date}}",
  "privacy.collection.title": "1. Collecte d'Informations",
  "privacy.collection.content": "Vex collecte les données minimales nécessaires pour fournir nos services. Nous ne collectons pas d'informations personnellement identifiables au-delà de ce qui est requis pour la création de compte et la prestation de services.",
  "privacy.analytics.title": "2. Analytiques et Suivi",
  "privacy.analytics.content": "Nous utilisons Google Ads et Plausible analytics pour suivre les modèles d'utilisation génériques et améliorer nos services. Ce suivi est axé sur la confidentialité et limité à:",
  "privacy.analytics.items.pageviews": "Vues de page et modèles de navigation",
  "privacy.analytics.items.features": "Statistiques d'utilisation des fonctionnalités",
  "privacy.analytics.items.performance": "Métriques de performance",
  "privacy.analytics.items.conversion": "Suivi de conversion pour les publicités",
  "privacy.analytics.anonymized": "Toutes les données analytiques sont anonymisées et ne suivent pas le comportement individuel des utilisateurs ou les informations personnelles.",
  "privacy.chat.title": "3. Données de Chat",
  "privacy.cookies.title": "4. Cookies",
  "privacy.cookies.content": "Nous utilisons des cookies essentiels pour maintenir votre session et vos préférences. Les cookies analytiques sont utilisés comme décrit dans la section Analytiques ci-dessus.",
  "privacy.security.title": "5. Sécurité des Données",
  "privacy.security.content": "Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations. Cependant, aucune transmission sur Internet n'est sécurisée à 100%, et nous ne pouvons garantir une sécurité absolue.",
  "privacy.thirdparty.title": "6. Services de tiers",
  "privacy.thirdparty.content": "Notre service s'intègre avec des services tiers, y compris Google Ads et Plausible. Ces services ont leurs propres politiques de confidentialité qui régissent leur utilisation des données.",
  "privacy.changes.title": "7. Modifications de la politique de confidentialité",
  "privacy.changes.content": "Nous pouvons mettre à jour cette politique de confidentialité périodiquement. Nous informerons les utilisateurs des changements significatifs par le biais de notre site Web ou par e-mail.",
  "privacy.last_updated": "Dernière mise à jour : {{date}}",
  "File Upload Limits": "Limites de téléchargement de fichiers",
  "{{count}} left for an hour": "{{count}} restant pour une heure",
  "Select an agent": "Sélectionnez un agent",
  "Stop streaming": "Arrêter le streaming",
  "Stream stopped": "Streaming arrêté",
  "Login to subscribe": "Connectez-vous pour vous abonner",
  "Payment verified successfully, please refresh the extension": "Paiement vérifié avec succès, veuillez rafraîchir l'extension",
  "Payment verification failed": "Échec de la vérification du paiement",
  "Payment verified successfully": "Paiement vérifié avec succès",
  "Cancel subscription": "Annuler l'abonnement",
  "Failed to cancel subscription": "Échec de l'annulation de l'abonnement",
  "Are you sure?": "Êtes-vous sûr?",
  "Web Search Enabled": "Recherche Web activée",
  "Web Search Disabled": "Recherche Web désactivée",
  "Web": "Web",
  "What’s the weather today?": "Quel temps fait-il aujourd'hui?",
  "Latest tech news": "Dernières nouvelles technologiques",
  "Translate “hello” to Japanese": "Traduire “hello” en japonais",
  "Bitcoin price now": "Prix du Bitcoin maintenant",
  "What are the top 5 movies of all time?": "Quels sont les 5 meilleurs films de tous les temps?",
  "Who won the last World Cup?": "Qui a gagné la dernière Coupe du Monde?",
  "Explain quantum computing simply": "Expliquez simplement l'informatique quantique",
  "How do I cook pasta?": "Comment cuisiner des pâtes?",
  "Logged out": "Déconnecté",
  "Logged out successfully": "Déconnexion réussie",
  "Reload your extension": "Rechargez votre extension",
  "Subscribed": "Abonné",
  "Instructions": "Instructions",
  "Tell AI how to behave in this chat. For example": "Dites à l'IA comment se comporter dans ce chat. Par exemple",
  "Always ask for context before giving advice": "Toujours demander le contexte avant de donner des conseils",
  "Focus on practical, actionable solutions": "Concentrez-vous sur des solutions pratiques et réalisables",
  "Explain complex topics in simple terms": "Expliquer des sujets complexes en termes simples",
  "Remember my preferences and past conversations": "Se souvenir de mes préférences et de mes conversations passées",
  "The more specific you are, the better AI can assist you!": "Plus vous êtes spécifique, mieux l'IA peut vous aider!",
  "Give Vex something to remember": "Donnez à Vex quelque chose à retenir",
  "Book restaurants & travel plans": "Réservez des restaurants et des plans de voyage",
  "You are a booking specialist. Always prioritize restaurant reservations, hotel bookings, and travel arrangements. When users mention dates, times, or locations, immediately help them book what they need.": "Vous êtes un spécialiste de la réservation. Priorisez toujours les réservations de restaurants, les réservations d'hôtels et les arrangements de voyage. Lorsque les utilisateurs mentionnent des dates, des heures ou des lieux, aidez-les immédiatement à réserver ce dont ils ont besoin.",
  "Review my code like a senior dev": "Revoyez mon code comme un développeur senior",
  "You are a senior developer. Focus on code quality, security vulnerabilities, performance optimization, and best practices. Always provide improved code examples with clear explanations.": "Vous êtes un développeur senior. Concentrez-vous sur la qualité du code, les vulnérabilités de sécurité, l'optimisation des performances et les meilleures pratiques. Fournissez toujours des exemples de code améliorés avec des explications claires.",
  "Help with cover letters & resumes": "Aidez avec les lettres de motivation et les CV",
  "You are a career coach. Help write compelling cover letters, optimize resumes, prepare for interviews, and tailor applications to specific job requirements. Always ask for job description and personal background first.": "Vous êtes un coach de carrière. Aidez à rédiger des lettres de motivation convaincantes, à optimiser les CV, à préparer les entretiens et à adapter les candidatures aux exigences spécifiques du poste. Demandez toujours d'abord la description du poste et le parcours personnel.",
  "Make my writing more engaging": "Rendez mon écriture plus engageante",
  "You are a professional writing coach. Help with grammar, style, clarity, and tone. Make text more engaging and professional while maintaining the author's voice.": "Vous êtes un coach d'écriture professionnel. Aidez avec la grammaire, le style, la clarté et le ton. Rendez le texte plus engageant et professionnel tout en conservant la voix de l'auteur.",
  "Teach me Spanish like a tutor": "Enseignez-moi l'espagnol comme un tuteur",
  "You are a Spanish language teacher. Always respond in Spanish and gently correct any grammar or vocabulary mistakes. Provide explanations for corrections and suggest natural expressions.": "Vous êtes un professeur de langue espagnole. Répondez toujours en espagnol et corrigez doucement les erreurs de grammaire ou de vocabulaire. Fournissez des explications pour les corrections et suggérez des expressions naturelles.",
  "Break down topics & create quizzes": "Décortiquez les sujets et créez des quiz",
  "You are a patient tutor. Break down complex topics into simple explanations, create study plans, generate practice questions, and always encourage learning progress.": "Vous êtes un tuteur patient. Décortiquez les sujets complexes en explications simples, créez des plans d'étude, générez des questions de pratique et encouragez toujours la progression de l'apprentissage.",
  "Give strategic business advice": "Donnez des conseils stratégiques en affaires",
  "You are a business consultant. Focus on strategy, market analysis, financial planning, and growth opportunities. Provide actionable insights and data-driven recommendations.": "Vous êtes un consultant en affaires. Concentrez-vous sur la stratégie, l'analyse de marché, la planification financière et les opportunités de croissance. Fournissez des informations exploitables et des recommandations basées sur les données.",
  "Instruction deleted successfully": "Instruction supprimée avec succès",
  "Instruction updated successfully": "Instruction mise à jour avec succès",
  "Error deleting instruction": "Erreur lors de la suppression de l'instruction",
  "Error updating thread": "Erreur lors de la mise à jour du fil",
  "Brainstorm innovative solutions": "Réfléchir à des solutions innovantes",
  "You are a creative director. Help with brainstorming, design concepts, content creation, and artistic projects. Think outside the box and provide innovative ideas.": "Vous êtes un directeur créatif. Aidez à la réflexion, aux concepts de design, à la création de contenu et aux projets artistiques. Pensez en dehors de la boîte et proposez des idées innovantes.",
  "Code copied to clipboard": "Code copié dans le presse-papiers",
  "Generate": "Générer",
  "why_vex": "Pourquoi Vex?",
  "hero_title": "Votre assistant personnel IA qui réalise réellement des tâches",
  "hero_description": "Contrairement aux chatbots IA génériques, Vex est votre assistant personnel IA avec des instructions par chat, des artefacts de fil pour la mémoire de document et des fonctionnalités de collaboration en temps réel. Il apprend votre contexte, se souvient de vos fichiers et travaille avec votre équipe.",
  "agentic_browser_title": "🤖 Extension de navigateur agentic",
  "agentic_browser_description": "La seule plateforme IA avec une véritable automatisation du web. Réservez des restaurants, remplissez des formulaires, naviguez sur des sites web - tout cela grâce à des commandes en langage naturel. Aucun autre assistant IA ne peut réellement faire des choses sur le web pour vous.",
  "ai_titles_title": "⭐ Titres de fil alimentés par l'IA",
  "ai_titles_description": "Génère automatiquement des titres intelligents et contextuels pour chaque conversation en utilisant DeepSeek AI. Fini les \"Nouveau Chat\" ou les messages tronqués - chaque fil obtient un titre significatif et recherchable.",
  "cost_transparency_title": "💰 Transparence totale des coûts",
  "cost_transparency_description": "Voyez exactement ce que vous payez avec le suivi des coûts en temps réel et les limites d'utilisation affichées dans l'interface utilisateur. Pas de frais cachés, pas de factures surprises - juste des opérations IA honnêtes et transparentes.",
  "custom_instructions_title": "🎯 Instructions personnalisées par chat",
  "custom_instructions_description": "Contrairement aux instructions globales de ChatGPT, Vex vous permet de définir des instructions uniques pour chaque fil de conversation. Parfait pour différents projets, clients ou cas d'utilisation.",
  "thread_collaboration_title": "🤝 Collaboration de fil",
  "thread_collaboration_description": "Invitez des membres de l'équipe à collaborer sur des fils de conversation spécifiques. Parfait pour les sessions de brainstorming, la planification de projets ou l'obtention de plusieurs perspectives sur des problèmes complexes. Chaque fil maintient son propre contexte de collaboration et ses permissions.",
  "comparison_title": "📊 Comment Vex se compare",
  "feature_column": "Fonctionnalité",
  "vex_ai_column": "Vex AI",
  "chatgpt_column": "ChatGPT",
  "claude_column": "Claude",
  "perplexity_column": "Perplexité",
  "web_automation_feature": "🤖 Automatisation Web",
  "thread_starring_feature": "⭐ Étoilage de Fil",
  "ai_title_generation_feature": "🎯 Génération de Titre par IA",
  "cost_transparency_feature": "💰 Transparence des Coûts",
  "per_chat_instructions_feature": "🎛️ Instructions par Chat",
  "auto_generate_instructions_feature": "✨ Génération Automatique d'Instructions",
  "video_upload_feature": "🎥 Téléchargement de Vidéo",
  "audio_upload_feature": "🎵 Téléchargement Audio",
  "yes": "✅ Oui",
  "no": "❌ Non",
  "full_ui": "✅ Interface Complète",
  "hidden": "❌ Caché",
  "global_only": "❌ Seulement Global",
  "plus_only": "✅ Seulement Plus",
  "agentic_vision_title": "🚀 La Vision Agentic",
  "phase_1_title": "Phase 1: Extension de Navigateur",
  "phase_1_description": "Notre extension Chrome démontre déjà la puissance de l'IA agente :",
  "restaurant_booking": "Automatisation de réservation de restaurant : \"Réserve-moi une table pour 2 à 19h\" → L'IA navigue sur OpenTable, remplit les formulaires, finalise la réservation",
  "semantic_targeting": "Ciblage d'éléments sémantiques : L'IA comprend \"le bouton rouge\" ou \"la zone de recherche\" sans sélecteurs CSS",
  "multi_step_workflows": "Workflows en plusieurs étapes : Les tâches complexes sont décomposées en actions atomiques avec récupération d'erreur",
  "template_system": "Système de modèles : Réduction de coûts de 80-90% grâce à l'optimisation intelligente des invites",
  "phase_2_title": "Phase 2 : Navigateur mobile natif à l'IA (🔮 Le Futur)",
  "phase_2_description": "Le premier navigateur mobile au monde avec intégration native de l'IA :",
  "voice_first_interaction": "Interaction vocale en premier : \"Réserve-moi un vol pour Paris\" → L'IA gère tout le processus sans intervention manuelle",
  "native_automation": "Automatisation native : Pas besoin d'extensions - L'IA est intégrée dans le moteur du navigateur",
  "predictive_actions": "Actions prédictives : L'IA anticipe vos besoins et précharge les actions pertinentes",
  "cross_platform_sync": "Synchronisation multiplateforme : Expérience transparente entre le web et le mobile",
  "technical_excellence_title": "⚡ Excellence technique",
  "cost_effective_title": "💸 Opérations rentables",
  "cost_effective_deepseek": "Intégration de DeepSeek : 10 fois moins cher que GPT-5 avec une qualité comparable",
  "cost_effective_description": "En utilisant DeepSeek au lieu de modèles GPT-5 coûteux, nous offrons la même qualité à un coût dix fois inférieur. Notre système de modèles réduit le coût de l'automatisation des réservations de 80 à 90 %.",
  "cost_effective_efficiency": "Gestion intelligente des ressources : Optimisé pour la performance et le coût",
  "cost_effective_scaling": "Architecture évolutive : Conçue pour gérer efficacement des millions d'utilisateurs",
  "task_type_chat": "Chat",
  "task_type_automation": "Automatisation",
  "task_type_booking": "Réservation",
  "task_type_summary": "Résumé",
  "task_type_scraping": "Scraping",
  "task_detected_tooltip": "Tâche {{taskType}} détectée (multiplicateur {{multiplier}}x){{warning}}",
  "modern_architecture_title": "🏗️ Architecture Moderne",
  "modern_architecture_description": "Construit avec Next.js, React, TypeScript et PostgreSQL. Communication WebSocket en temps réel, capacités PWA et sécurité de niveau entreprise.",
  "multi_language_title": "🌍 Support Multilingue",
  "multi_language_description": "Support natif pour 8 langues avec génération de titres alimentée par l'IA qui respecte les préférences linguistiques des utilisateurs.",
  "market_opportunity_title": "💰 Opportunité de Marché",
  "unique_market_position_title": "🎯 Position Unique sur le Marché",
  "no_direct_competition": "Pas de Concurrence Directe: Seule plateforme avec une véritable automatisation du web",
  "mobile_browser_opportunity": "Opportunité du Navigateur Mobile: Marché des navigateurs de plus de 50 milliards de dollars sans acteurs natifs de l'IA",
  "enterprise_potential": "Potentiel d'Entreprise: L'automatisation permet aux entreprises d'économiser des milliers d'heures par mois",
  "consumer_appeal": "Attrait du Consommateur: \"Une IA qui fait réellement des choses\" résonne avec les utilisateurs",
  "growth_metrics_title": "📈 Métriques de Croissance",
  "user_engagement": "Engagement des Utilisateurs: Les étoiles de fil et les titres d'IA augmentent la rétention",
  "cost_efficiency": "Efficacité des Coûts: Opérations 10 fois moins chères que les concurrents",
  "feature_differentiation": "Différenciation des Fonctionnalités: Plus de 5 fonctionnalités uniques qu'aucun concurrent n'a",
  "technical_moat": "Fossé Technique: Des années d'avance en technologie d'automatisation de navigateur",
  "call_to_action_title": "Prêt à Expérimenter le Futur?",
  "call_to_action_description": "Rejoignez des milliers d'utilisateurs qui automatisent déjà leurs tâches web avec l'IA.",
  "Like": "J'aime",
  "Dislike": "Je n'aime pas",
  "Unlike": "Ne plus aimer",
  "hybrid_image_generation_feature": "🎨 Génération d'images hybrides par IA (DeepSeek + Flux)",
  "individual_message_deletion_feature": "🗑️ Suppression individuelle de messages",
  "message_like_dislike_feature": "👍 Système de J'aime/Je n'aime pas pour les messages",
  "Image downloaded successfully": "Image téléchargée avec succès",
  "Failed to download image": "Échec du téléchargement de l'image",
  "Download image": "Télécharger l'image",
  "Clear": "Effacer",
  "Create stunning visuals from text prompts.": "Créez des visuels époustouflants à partir de prompts textuels.",
  "Filter liked": "Filtrer les J'aime",
  "Bookmark": "Marque-page",
  "Sort by date": "Trier par date",
  "Sort by star": "Trier par étoile",
  "We use essential cookies to ensure basic functionality and analytics cookies to enhance your experience": "Nous utilisons des cookies essentiels pour assurer les fonctionnalités de base et des cookies d'analyse pour améliorer votre expérience",
  "Analytics": "Analytique",
  "Personalization": "Personnalisation",
  "Optional": "Optionnel",
  "Accept": "Accepter",
  "Reject": "Rejeter",
  "Privacy": "Confidentialité",
  "Manage": "Gérer",
  "Accept All": "Accepter tout",
  "public_profiles_with_sharing": "Profils publics avec partage",
  "You are all set": "Vous êtes prêt",
  "Error updating username": "Erreur lors de la mise à jour du nom d'utilisateur",
  "You": "Vous",
  "Let's create something amazing together!": "Créons quelque chose d'incroyable ensemble !",
  "Describe what you'd like to collaborate on:": "Décrivez sur quoi vous aimeriez collaborer :",
  "Brainstorm ideas for a new project": "Faire un brainstorming d'idées pour un nouveau projet",
  "Write and edit content together": "Écrire et éditer du contenu ensemble",
  "Research and analyze topics": "Rechercher et analyser des sujets",
  "Solve problems as a team": "Résoudre des problèmes en équipe",
  "Plan and strategize together": "Planifier et élaborer des stratégies ensemble",
  "Share your vision and invite others to join the conversation!": "Partagez votre vision et invitez d'autres personnes à rejoindre la conversation !",
  "Skip": "Passer",
  "Start Your Conversation": "Commencez votre conversation",
  "Type your message or question in the chat input below to begin collaborating with AI.": "Tapez votre message ou question dans la zone de chat ci-dessous pour commencer à collaborer avec l'IA.",
  "Share Your Thread": "Partagez votre fil de discussion",
  "Once you have a conversation going, click the share button to invite others to collaborate.": "Une fois que vous avez une conversation en cours, cliquez sur le bouton de partage pour inviter d'autres personnes à collaborer.",
  "Real-time Collaboration": "Collaboration en temps réel",
  "See when others are typing and collaborate in real-time with presence indicators.": "Voyez quand les autres sont en train de taper et collaborez en temps réel avec des indicateurs de présence.",
  "You're All Set!": "Vous êtes prêt !",
  "Start collaborating and create something amazing together!": "Commencez à collaborer et créez quelque chose d'incroyable ensemble !",
  "Let's Collaborate": "Collaborons",
  "Find by username or email": "Trouver par nom d'utilisateur ou email",
  "Add": "Ajouter",
  "soon": "bientôt",
  "Generate Stunning Images": "Générez des images époustouflantes",
  "pricing": "{{freeDays}} jours gratuits puis €{{price}}/mois",
  "Only owner can update instructions": "Seul le propriétaire peut mettre à jour les instructions",
  "Guest": "Invité",
  "Accept collaboration to continue": "Acceptez la collaboration pour continuer",
  "privacy_focused_title": "🔒 Conception axée sur la confidentialité",
  "privacy_focused_desc": "Nous supprimons réellement vos messages et fils de discussion lorsque vous les supprimez - pas de stockage caché ou de fouille de données. De plus, le mode de chat incognito assure que vos conversations les plus sensibles ne laissent aucune trace.",
  "real_time_collaboration": "Collaboration en temps réel",
  "vex_cost_transparency": "La transparence des coûts de Vex est incroyable - je sais enfin exactement ce que je dépense en IA !",
  "thread_collaboration": "La collaboration sur les fils de discussion a transformé notre brainstorming d'équipe. Tout le monde reste parfaitement synchronisé !",
  "smart_title_generation": "Les titres générés par l'IA sont si intelligents. Fini les \"Nouveau Chat\" - chaque conversation est instantanément recherchable !",
  "Testimonials": "Témoignages",
  "Message your collaborators...": "Envoyez un message à vos collaborateurs...",
  "Message yourself...": "Envoyez-vous un message...",
  "No more liked messages": "Plus de messages aimés",
  "Chatting with your team. Invite AI to conversation...": "Discussion avec votre équipe. Invitez l'IA à la conversation...",
  "Add AI to conversation...": "Ajoutez l'IA à la conversation...",
  "Web search adds +1 credit to message cost": "La recherche Web ajoute +1 crédit au coût du message",
  "Self messages don't cost credits": "Les messages personnels ne coûtent pas de crédits",
  "Don't cost credits": "Ne coûtent pas de crédits",
  "Doesn't cost credits": "Ne coûte pas de crédits",
  "Pending Collaborations": "Collaborations en attente",
  "Active Collaborations": "Collaborations actives",
  "Collaborations": "Collaborations",
  "Pending": "En attente",
  "ai_debate_title": "Mode Débat IA",
  "ai_debate_mode": "Mode Débat IA",
  "Add debate agent": "Ajouter un agent de débat",
  "Select agent": "Sélectionner un agent",
  "AI Debate": "Débat IA",
  "ai_debate_description": "Permettez à deux agents IA de débattre de sujets en temps réel, créant des discussions dynamiques qui se combinent avec la collaboration humaine pour des perspectives uniques",
  "Start the {{selectedAgent}} vs {{debateAgent}} debate...": "Commencez le débat {{selectedAgent}} vs {{debateAgent}}...",
  "Enable Notifications": "Activer les notifications",
  "Thread owner deleted this message": "Le propriétaire du fil a supprimé ce message",
  "Message deleted permanently": "Message supprimé définitivement",
  "Tap": "Appuyez",
  "Add to Home Screen": "Ajouter à l'écran d'accueil",
  "An icon will appear on your home screen for quick access to this app": "Une icône apparaîtra sur votre écran d'accueil pour un accès rapide à cette application",
  "Tap the share button in your browser": "Appuyez sur le bouton de partage dans votre navigateur",
  "You may need to scroll down to find this option": "Vous devrez peut-être faire défiler vers le bas pour trouver cette option",
  "Filter": "Filtrer",
  "Disable sound": "Désactiver le son",
  "Enable sound": "Activer le son",
  "Tic-Tac-Toe vs AI": "Tic-Tac-Toe vs IA",
  "AI is thinking...": "L'IA réfléchit...",
  "Next: You (X)": "Suivant: Vous (X)",
  "Next: AI (O)": "Suivant: IA (O)",
  "Reset": "Réinitialiser",
  "Winner": "Gagnant",
  "Draw": "Match nul",
  "Too many files": "Trop de fichiers",
  "Too many files selected": "Trop de fichiers sélectionnés",
  "Artifacts": "Artéfacts",
  "Upload Files": "Télécharger des fichiers",
  "{{MAX_FILES}} files max": "{{MAX_FILES}} fichiers max",
  "Upload PDF or text content here for the AI to remember and reference in future conversations. These artifacts become part of the thread's memory.": "Téléchargez ici du contenu PDF ou texte pour que l'IA se souvienne et se réfère dans les futures conversations. Ces artéfacts deviennent une partie de la mémoire du fil de discussion.",
  "rag_artifacts_title": "Mémoire de Document Intelligent",
  "rag_artifacts_description": "Téléchargez des PDF et des fichiers texte qui deviennent une partie de la mémoire persistante de votre fil de discussion. L'IA peut rechercher, référencer et répondre aux questions sur vos documents tout au long de la conversation.",
  "guest_subscriptions_title": "Abonnements Invités",
  "guest_subscriptions_description": "Abonnez-vous sans créer de compte. Commencez à utiliser Vex immédiatement avec toutes les fonctionnalités, puis migrez vers un compte permanent lorsque vous êtes prêt.",
  "frictionless_migration_title": "Migration de Données sans Friction",
  "frictionless_migration_description": "Migrez sans problème d'un utilisateur invité à un utilisateur enregistré sans perdre aucune conversation, paramètre ou avantage d'abonnement. Vos données vous suivent sans effort.",
  "gift_subscriptions_title": "Abonnements Cadeaux",
  "gift_subscriptions_description": "Envoyez des abonnements Vex Plus en cadeau à des collègues, des amis ou des membres de l'équipe. Parfait pour l'intégration des équipes ou le partage des avantages de productivité.",
  "limited": "Limité",
  "I'm listening...": "Je vous écoute...",
  "Speaking...": "Je parle...",
  "Preparing...": "Je me prépare...",
  "Voice limit reached": "Limite de voix atteinte",
  "Unlimited voice conversations": "Conversations vocales illimitées",
  "Saved successfully": "Enregistré avec succès",
  "Paste": "Coller",
  "Uploading artifacts...": "Téléchargement des artefacts...",
  "Maximum {{MAX_FILES}} files allowed": "Maximum {{MAX_FILES}} fichiers autorisés",
  "Invite": "Inviter",
  "Gift": "Cadeau",
  "Search by email": "Recherche par email",
  "already subscribed": "déjà abonné",
  "Failed to fetch users": "Échec de la récupération des utilisateurs",
  "Please enter a valid email address": "Veuillez entrer une adresse email valide",
  "Blog": "Blog",
  "{{count}}/{{limit}} hour": "{{count}}/{{limit}} heure",
  "0.5% of subscription goes to CO₂ removal": "0,5% de l'abonnement est consacré à l'élimination du CO₂",
  "Thank you for your gift": "Merci pour votre cadeau",
  "Already have an account?": "Vous avez déjà un compte?",
  "Subscribe as guest!": "Abonnez-vous en tant qu'invité!",
  "Sound": "Son",
  "You can migrate your account whenever you want": "Vous pouvez migrer votre compte quand vous le souhaitez",
  "🤖 Planning your task...": "🤖 Planification de votre tâche...",
  "Play": "Jouer",
  "Describe anything...": "Décrivez n'importe quoi...",
  "Your personal AI assistant": "Votre assistant personnel AI",
  "Delete account": "Supprimer le compte",
  "Google account linked": "Compte Google lié",
  "Open Source": "Open Source",
  "Favorite": "Favori",
  "Install App": "Installer l'application",
  "Select 'Add to Home Screen' from the menu": "Sélectionnez 'Ajouter à l'écran d'accueil' dans le menu",
  "Tap the icon in the browser bar": "Touchez l'icône dans la barre de navigation",
  "Register for extra credits": "Inscrivez-vous pour obtenir des crédits supplémentaires",
  "Install": "Installer",
  "For a better experience": "Pour une meilleure expérience",
  "Updated": "Mis à jour",
  "Let's debate!": "Débattons !",
  "browser_extension_title": "Extension de navigateur avec menu contextuel",
  "browser_extension_description": "Cliquez avec le bouton droit sur n'importe quel texte sur n'importe quelle page Web pour résumer instantanément, vérifier les faits, rédiger des réponses ou vérifier la grammaire. Notre extension de navigateur s'ouvre dans la barre latérale avec toutes les capacités du menu contextuel - pas besoin de changer d'onglets ou de copier du texte.",
  "about.platforms.title": "Plateformes disponibles",
  "about.platforms.content": "Vex est conçu comme un assistant AI multi-plateforme, disponible sur le web, mobile, et les extensions de navigateur en tant que citoyens de première classe.",
  "about.platforms.web.title": "🌐 Application Web",
  "about.platforms.web.content": "Expérience web complète avec collaboration en temps réel, gestion des fils de discussion, et toutes les capacités de l'IA accessibles depuis n'importe quel navigateur.",
  "about.platforms.pwa.title": "📱 Application Web Progressive (PWA)",
  "about.platforms.pwa.content": "Installez Vex comme une application native sur votre appareil mobile ou votre bureau. Capacités hors ligne, notifications push, et synchronisation transparente sur tous vos appareils.",
  "about.platforms.chrome.title": "🧩 Extension Chrome (Disponible maintenant)",
  "about.platforms.chrome.content": "Intégration du menu contextuel par clic droit avec l'assistant AI en barre latérale. Résumez, vérifiez les faits, rédigez des réponses, et vérifiez la grammaire sur n'importe quelle page web sans changer d'onglets.",
  "Unlimited collaboration": "Collaboration illimitée",
  "Web, PWA & extension access": "Accès Web, PWA & extension",
  "Everything in Plus": "Tout dans Plus",
  "Priority AI processing - 2x faster responses": "Traitement prioritaire par l'IA - réponses 2x plus rapides",
  "Team collaboration (up to 10 members)": "Collaboration en équipe (jusqu'à 10 membres)",
  "Advanced thread management & bulk operations": "Gestion avancée des fils de discussion et opérations en vrac",
  "Higher generation limits (25 titles/instructions per hour)": "Limites de génération plus élevées (25 titres/instructions par heure)",
  "Advanced file processing (larger files, more formats": "Traitement avancé des fichiers (fichiers plus grands, plus de formats)",
  "Priority support & feature requests": "Support prioritaire et demandes de fonctionnalités",
  "Member": "Membre",
  "Pro": "Pro",
  "Buy credits": "Acheter des crédits",
  "credits_pricing": "Obtenez {{credits}} crédits IA pour €{{price}}",
  "Credits": "Crédits",
  "Extension": "Extension",
  "AI credits per month compare to guest": "{{credits}} crédits IA par mois (vs {{freeCredits}} pour les invités)",
  "Messages per hour compare to guest": "{{messages}} messages par heure (vs {{freeMessages}} pour les invités)",
  "Free": "Gratuit",
  "Generating thread title...": "Génération du titre du fil de discussion...",
  "Generating image, keep calm...": "Génération de l'image, restez calme...",
  "Generating AI thread title, keep calm...": "Génération du titre du fil AI, restez calme...",
  "Loading...": "Chargement...",
  "0.5% of purchase goes to CO₂ removal": "0,5% de l'achat est destiné à l'élimination du CO₂",
  "No commitment required": "Aucun engagement requis",
  "Pay as you go": "Payez au fur et à mesure",
  "Successfully upgraded to Pro": "Mise à niveau vers Pro réussie",
  "Successfully downgraded to Plus": "Rétrogradation vers Plus réussie",
  "Upgrade": "Mettre à niveau",
  "Downgrade": "Rétrograder",
  "Upgrade for": "Mettez à niveau pour €{{price}}/mois",
  "Downgrade with": "Rétrogradez avec €{{price}}/mois",
  "Up to 10x more value for your money": "Jusqu'à 10x plus de valeur pour votre argent",
  "{{price}}/month": "{{price}}/mois",
  "Motion": "Mouvement",
  "On": "Activé",
  "Off": "Désactivé",
  "Motion On": "Mouvement Activé",
  "Motion Off": "Mouvement Désactivé",
  "You are offline": "Vous êtes hors ligne",
  "You back online": "Vous êtes de retour en ligne",
  "Oops, 20 characters max please": "Oups, 20 caractères max s'il vous plaît",
  "Need 3-20 letters and numbers only": "Besoin de 3 à 20 lettres et chiffres uniquement",
  "Collaborate": "Collaborez",
  "unique_advantages_title": "Fonctionnalités",
  "Hourly limit reached": "Limite horaire atteinte",
  "Sign up for 4x more usage": "Inscrivez-vous pour 4x plus d'utilisation",
  "You can gift subscription anyone with an email": "Vous pouvez offrir un abonnement à quiconque possède un email",
  "Need more, subscribe!": "Besoin de plus, abonnez-vous !",
  "Migrate your subscription": "Migrez votre abonnement",
  "Thinking": "Réflexion",
  "Processing": "Traitement en cours",
  "You can gift credits to anyone with an email": "Vous pouvez offrir des crédits à n'importe qui possède un email",
  "All Plans": "Tous les Plans",
  "Most popular": "Le plus populaire",
  "User invited": "Utilisateur invité",
  "User added": "Utilisateur ajouté",
  "User not found": "Utilisateur non trouvé",
  "Failed to add user": "Échec de l'ajout de l'utilisateur",
  "Revoked": "Révoqué",
  "Failed to revoke": "Échec de la révocation",
  "Failed to invite user": "Échec de l'invitation de l'utilisateur",
  "Deleted": "Supprimé",
  "Failed to delete": "Échec de la suppression",
  "about.platforms.firefox.title": "🦊 Extension Firefox (Disponible maintenant)",
  "about.platforms.firefox.content": "Support complet de Firefox avec le même menu contextuel puissant et les fonctionnalités de la barre latérale que notre extension Chrome. Installez maintenant depuis la boutique des modules complémentaires de Firefox.",
  "Add-on": "Module complémentaire",
  "Let's update your app to the latest version": "Mettons à jour votre application à la dernière version",
  "Character Profile": "Profil de Personnage",
  "Share": "Partager",
  "Disable": "Désactiver",
  "Enable": "Activer",
  "Loading character tags...": "Chargement des tags de caractères...",
  "Pin": "Épingler",
  "Unpin": "Désépingler",
  "Generating character tags...": "Génération des balises de caractères...",
  "character_profiling_title": "Profilage de caractère AI",
  "character_profiling_description": "Obtenez des informations de personnalité en temps réel pendant que vous discutez. Notre IA analyse votre style de communication et crée des profils de caractère partageables que vous pouvez épingler et collecter.",
  "Character profiles per day": "Profils de personnages pour les fils avec {{profiles}}+ messages par jour",
  "Great! Your character profiles will appear here.": "Super ! Vos profils de personnages apparaîtront ici.",
  "Enable Character Profiling": "Activer le profilage de caractère",
  "Enable Character Profiles": "Activer les profils de caractères",
  "privacy.character.title": "Profilage de caractère AI",
  "privacy.character.content": "Notre fonctionnalité de profilage de caractère AI analyse vos modèles de communication pour générer des informations sur la personnalité. Cette fonctionnalité est entièrement facultative et vous gardez un contrôle total sur vos données.",
  "privacy.character.items.analysis": "L'analyse du style de communication est effectuée localement en utilisant DeepSeek AI",
  "privacy.character.items.storage": "Les profils de caractère sont stockés de manière sécurisée et liés à votre compte",
  "privacy.character.items.sharing": "Vous contrôlez la visibilité du profil (privé/public) et pouvez supprimer les profils à tout moment",
  "Enable character profiling in your conversations to start building your collection of AI-generated personality insights.": "Activez le profilage de caractère dans vos conversations pour commencer à construire votre collection d'aperçus de personnalité générés par l'IA.",
  "By using this feature, you accept our privacy policy.": "En utilisant cette fonctionnalité, vous acceptez notre politique de confidentialité.",
  "Pin character profiles from conversations to see them here": "Épinglez les profils de personnages des conversations pour les voir ici",
  "Failed to send message": "Échec de l'envoi du message",
  "Users": "Utilisateurs",
  "Sent": "Envoyé",
  "user_discovery_title": "Découverte d'utilisateurs alimentée par l'IA",
  "user_discovery_description": "Trouvez des collaborateurs grâce à des traits de personnalité vérifiés par l'IA. Recherchez par profils de caractère, domaines d'expertise et styles de communication pour découvrir des connexions authentiques basées sur de véritables modèles de conversation.",
  "personalized_suggestions_title": "Instructions IA Personnalisées",
  "personalized_suggestions_description": "Obtenez des instructions IA personnalisées adaptées à votre profil de caractère et à votre historique de conversation. Chaque fil génère des invites uniques basées sur vos traits de personnalité, domaines d'expertise et style de communication pour des réponses plus pertinentes.",
  "Copied": "Copié",
  "Waiting...": "En attente...",
  "Everything in Free": "Tout en Gratuit",
  "Current": "Actuel",
  "Notifications": "Notifications",
  "What things to do in {{location}} this weekend?": "Que faire à {{location}} ce week-end ?",
  "Edit Image": "Modifier l'image",
  "Remove Image": "Supprimer l'image",
  "about.intro2": "Avec des instructions par chat, des éléments de fil pour la mémoire des documents et des fonctionnalités de collaboration en temps réel. Vex apprend votre contexte, se souvient de vos fichiers et travaille avec votre équipe.",
  "DeepSeek consumes {{deepSeek}}, Flux {{flux}}, Claude {{claude}}, ChatGPT {{chatGPT}}, Perplexity {{perplexity}} credits": "DeepSeek consomme {{deepSeek}}, Flux {{flux}}, Claude {{claude}}, ChatGPT {{chatGPT}}, Perplexity {{perplexity}} crédits",
  "Access to AI models": "Accès aux derniers modèles d'IA (Claude, ChatGPT, Gemini, Perplexity, DeepSeek, Flux)",
  "ImageGeneration": "Génération d'Image",
  "Search anything...": "Recherchez n'importe quoi...",
  "credits_plural": "{{count}} crédits",
  "credits_singular": "{{count}} crédit",
  "Real-time web search with citations.": "Recherche web en temps réel avec citations.",
  "terms.tracking.content2": "Vex utilise Plausible auto-hébergé pour suivre les modèles d'utilisation générale. Ce suivi est limité aux événements d'utilisation génériques et ne collecte pas d'informations personnellement identifiables. Ces données nous aident à améliorer nos services et l'expérience utilisateur.",
  "privacy.analytics.content2": "Nous utilisons l'analytique Plausible auto-hébergé pour suivre les modèles d'utilisation générale et améliorer nos services. Ce suivi est axé sur la confidentialité et limité à:",
  "Select location": "Sélectionnez l'emplacement",
  "Select city": "Sélectionnez la ville",
  "Updating...": "Mise à jour...",
  "Something went wrong": "Quelque chose a mal tourné",
  "Smart Finance": "Finance Intelligente",
  "Key Features": "Caractéristiques Clés",
  "Connect with people through intelligent personality matching. Share experiences, find travel buddies, and build meaningful relationships powered by AI insights.": "Connectez-vous avec des personnes grâce à l'appariement intelligent de personnalités. Partagez des expériences, trouvez des compagnons de voyage et construisez des relations significatives alimentées par les insights de l'IA.",
  "AI Social Network": "Réseau Social IA",
  "Track your personal health while monitoring your environmental impact. Get AI-powered insights that benefit both you and the planet.": "Suivez votre santé personnelle tout en surveillant votre impact environnemental. Obtenez des insights alimentés par l'IA qui bénéficient à la fois à vous et à la planète.",
  "Health & Planet": "Santé & Planète",
  "Your intelligent travel companion that learns your preferences and provides personalized recommendations for every journey.": "Votre compagnon de voyage intelligent qui apprend vos préférences et fournit des recommandations personnalisées pour chaque voyage.",
  "AI Travel Companion": "Compagnon de Voyage IA",
  "AI-powered financial insights that help you make smarter money decisions. Track spending, optimize investments, and achieve your financial goals.": "Des insights financiers alimentés par l'IA qui vous aident à prendre des décisions d'argent plus intelligentes. Suivez vos dépenses, optimisez vos investissements et atteignez vos objectifs financiers.",
  "Smart Matching": "Appariement Intelligent",
  "Health Tracking": "Suivi de Santé",
  "Carbon Footprint": "Empreinte Carbone",
  "Eco-Friendly Tips": "Conseils Écologiques",
  "Smart Itineraries": "Itinéraires Intelligents",
  "Local Insights": "Connaissances Locales",
  "Weather Integration": "Intégration Météorologique",
  "Travel Connections": "Connexions de Voyage",
  "Character Insights": "Connaissances de Caractère",
  "One platform, infinite possibilities. Experience the future of AI-integrated living with apps that understand you.": "Une plateforme, des possibilités infinies. Expérimentez le futur de la vie intégrée à l'IA avec des applications qui vous comprennent.",
  "LifeOS - Your AI-Powered Life": "LifeOS - Votre Vie Alimentée par l'IA",
  "Expense Tracking": "Suivi des Dépenses",
  "Investment Insights": "Aperçu des Investissements",
  "Goal Planning": "Planification des Objectifs",
  "beta testing": "test bêta",
  "planned": "prévu",
  "in progress": "en cours",
  "lifeos.title": "LifeOS - L'avenir de l'IA",
  "lifeos.intro": "Vex n'est pas seulement une autre application de chat IA - c'est la base de LifeOS, le premier système d'exploitation alimenté par l'IA pour votre vie numérique. Nous construisons un écosystème d'applications intelligentes qui fonctionnent ensemble de manière transparente :",
  "lifeos.peach.title": "Peach - Réseau Social IA",
  "Connect through intelligent personality matching and shared experiences.": "Connectez-vous grâce à une correspondance de personnalité intelligente et à des expériences partagées.",
  "Atlas - AI Travel Companion": "Atlas - Compagnon de Voyage IA",
  "Your intelligent travel companion with personalized recommendations.": "Votre compagnon de voyage intelligent avec des recommandations personnalisées.",
  "Bloom - Health & Planet": "Bloom - Santé & Planète",
  "Track personal wellness while monitoring environmental impact.": "Suivez votre bien-être personnel tout en surveillant l'impact environnemental.",
  "lifeos.vault.title": "Vault - Finance Intelligente",
  "lifeos.vault.description": "Des informations financières alimentées par l'IA pour des décisions d'argent plus intelligentes.",
  "Explore LifeOS": "→ Explorez LifeOS",
  "lifeos.revolution.title": "Le LifeOS",
  "lifeos.revolution.intro1": "Vex est à l'avant-garde de LifeOS - le premier système d'exploitation alimenté par l'IA pour votre vie numérique.",
  "lifeos.revolution.intro2": "Nous créons un écosystème d'applications intelligentes qui vous comprennent dans tous les aspects de la vie - des connexions sociales aux voyages, à la santé et aux finances. Chaque application apprend de vos interactions et partage des informations avec les autres, créant une véritable expérience IA personnalisée.",
  "lifeos.unique.title": "Ce qui rend LifeOS unique :",
  "lifeos.unique.cross_app": "Intelligence inter-applications : Vos préférences de voyage informent les connexions sociales",
  "lifeos.unique.guest_first": "Architecture axée sur l'invité : Essayez tout sans barrières",
  "lifeos.unique.privacy": "Confidentialité par conception : Vos données restent à vous",
  "lifeos.unique.ecosystem": "Pensée écosystémique : Des applications qui fonctionnent mieux ensemble",
  "Health & Planet Wellness": "Santé & Bien-être de la Planète",
  "Vex Affiliate Program": "Programme d'affiliation Vex",
  "Earn 20% commission by sharing Vex with your audience": "Gagnez 20% de commission en partageant Vex avec votre audience",
  "Go to Dashboard": "Aller au tableau de bord",
  "20% Commission": "20% de commission",
  "30% Bonus Credits": "30% de crédits bonus",
  "Real-Time Dashboard": "Tableau de bord en temps réel",
  "30-Day Cookie": "Cookie de 30 jours",
  "Why Join?": "Pourquoi rejoindre?",
  "{{commission}}": "{{commission}}",
  "{{price}}/year": "{{price}}/an",
  "Get Your Link": "Obtenez votre lien",
  "Sign In to Join": "Connectez-vous pour rejoindre",
  "Creating...": "Création...",
  "Total": "Total",
  "Converted": "Converti",
  "Commission Rate: {{rate}}": "Taux de commission: {{rate}}",
  "Referrals get {{bonus}} bonus credits on first purchase": "Les parrainages obtiennent {{bonus}} crédits bonus lors du premier achat",
  "Cookie Duration {{duration}}": "Durée du cookie {{duration}}",
  "Minimum Payout {{payout}}": "Paiement minimum {{payout}}",
  "Paid": "Payé",
  "Clicks": "Clics",
  "Conversions": "Conversions",
  "Commission Earned": "Commission Gagnée",
  "Commission Pending": "Commission en Attente",
  "Your Affiliate Link": "Votre Lien d'Affilié",
  "Share this link to earn {{commission}} commission on all subscriptions!": "Partagez ce lien pour gagner une commission de {{commission}} sur tous les abonnements!",
  "Inactive": "Inactif",
  "Affiliate Dashboard": "Tableau de Bord d'Affilié",
  "Join Affiliate Program": "Rejoignez le Programme d'Affiliation",
  "Get {{commission}} commission when they subscribe": "Obtenez une commission de {{commission}} lorsqu'ils s'abonnent",
  "Get your affiliate link": "Obtenez votre lien d'affilié",
  "Share with your audience on social media, blog, or email": "Partagez avec votre audience sur les réseaux sociaux, blog, ou email",
  "Refer {{count}} Pro users = {{commission}} in commissions": "Référez {{count}} utilisateurs Pro = {{commission}} en commissions",
  "in commissions": "en commissions",
  "Get credit for conversions up to 30 days after click": "Obtenez du crédit pour les conversions jusqu'à 30 jours après le clic",
  "Track clicks, conversions, and earnings in real-time": "Suivez les clics, les conversions et les gains en temps réel",
  "Your referrals get 30% bonus credits on their purchase": "Vos références obtiennent 30% de crédits bonus sur leur achat",
  "Earn 20% of first year revenue from every referral": "Gagnez 20% des revenus de la première année de chaque référence",
  "Potential Earnings": "Gains Potentiels",
  "Plus Plan": "Plan Plus",
  "Pro Plan": "Plan Pro",
  "How It Works": "Comment ça marche",
  "Referrals": "Références",
  "Program Details": "Détails du Programme",
  "Example": "Exemple",
  "{{commission}} of {{price}}/year": "{{commission}} de {{price}}/an",
  "{{commission}} per referral": "{{commission}} par parrainage",
  "Create your unique affiliate link instantly": "Créez instantanément votre lien d'affiliation unique",
  "Earn": "Gagnez",
  "+30% bonus credits from referral": "+30% de crédits bonus grâce au parrainage",
  "Dashboard": "Tableau de bord",
  "Payout Pending": "Paiement en attente",
  "Request Payout": "Demander un paiement",
  "Minimum payout: {{amount}}": "Paiement minimum : {{amount}}",
  "Requested on {{date}}": "Demandé le {{date}}",
  "Your payout is being processed. You'll be notified once completed.": "Votre paiement est en cours de traitement. Vous serez notifié une fois terminé.",
  "Refer {{count}} Pro users = {{commission}}/month recurring": "Référez {{count}} utilisateurs Pro = {{commission}}/mois récurrent",
  "{{commission}} of {{price}}/month recurring": "{{commission}} de {{price}}/mois récurrent",
  "{{commission}}/month per subscriber": "{{commission}}/mois par abonné",
  "Affiliate": "Affilié",
  "Copy Post": "Copier le Post",
  "{{commission}} recurring commission on all referrals.": "{{commission}} commission récurrente sur tous les parrainages.",
  "Try Vex with {{bonus}} bonus credits:": "Essayez Vex avec {{bonus}} crédits bonus:",
  "Earning passive income with @askvexAI affiliate program!": "Gagnez un revenu passif avec le programme d'affiliation @askvexAI!",
  "Earn 20% recurring commission on all referrals": "Gagnez 20% de commission récurrente sur tous les parrainages",
  "privacy.chat.content": "Vex est transparent sur l'utilisation des chats. Vos conversations peuvent être stockées pour assurer la continuité du service et améliorer nos modèles d'IA. Vous pouvez supprimer votre historique de chat à tout moment via la page des fils de discussion.",
  "privacy.character.items.control": "La fonctionnalité peut être désactivée à tout moment via l'écran d'accueil en utilisant l'icône ✨ Sparkling",
  "Export": "Exporter",
  "Memories deleted": "Mémoires supprimées",
  "Disable Memories": "Désactiver les mémoires",
  "privacy.chat.memory_note": "Les conversations sont analysées pour extraire des souvenirs qui aident à personnaliser les interactions futures. Ce traitement se fait automatiquement à l'aide de DeepSeek AI et améliore la continuité de toutes vos conversations.",
  "privacy.memory.title": "Mémoire & Personnalisation",
  "privacy.memory.content": "Vex utilise un système de mémoire intelligent pour fournir une assistance personnalisée lors des conversations. Cette fonctionnalité est activée par défaut pour améliorer votre expérience.",
  "privacy.memory.items.extraction": "L'IA extrait automatiquement les informations clés des conversations (préférences, faits, contexte)",
  "privacy.memory.items.storage": "Les souvenirs sont stockés en toute sécurité et liés à votre compte à travers plusieurs conversations",
  "privacy.memory.items.usage": "Le système de mémoire utilise une notation d'importance et une pondération temporelle pour faire ressortir le contexte pertinent",
  "privacy.memory.items.control": "Vous pouvez consulter, gérer ou supprimer vos souvenirs à tout moment via l'écran d'accueil",
  "I will remember": "Je m'en souviendrai",
  "Search anything": "Recherchez n'importe quoi",
  "Saved": "Enregistré",
  "time.morning": "matin",
  "time.afternoon": "après-midi",
  "time.evening": "soir",
  "time.night": "nuit",
  "common.home": "accueil",
  "common.current_weather": "Météo actuelle",
  "common.consider_weather": "Prenez en compte la météo actuelle ({{temp}} {{weatherEmoji}})",
  "Travel Tips": "Conseils de Voyage",
  "Wellness Tips": "Conseils de Bien-être",
  "Social Tips": "Conseils Sociaux",
  "Finance Tips": "Conseils Financiers",
  "Pro Tips": "Conseils Pro",
  "Calendar": "Calendrier",
  "Ask about visa requirements for any country. I'll check the latest rules and entry requirements instantly!": "Demandez les exigences de visa pour n'importe quel pays. Je vérifierai instantanément les dernières règles et conditions d'entrée!",
  "Flight prices change constantly. I can compare airlines and find the best deals for your dates.": "Les prix des vols changent constamment. Je peux comparer les compagnies aériennes et trouver les meilleures offres pour vos dates.",
  "The best neighborhoods aren't in guidebooks. I know where locals actually eat and hang out.": "Les meilleurs quartiers ne sont pas dans les guides. Je sais où les locaux mangent et se détendent réellement.",
  "A smart itinerary saves hours. I'll plan your days to maximize time and minimize travel.": "Un itinéraire intelligent permet de gagner des heures. Je planifierai vos journées pour maximiser le temps et minimiser les déplacements.",
  "Skip the tourist traps. I can recommend authentic spots that don't make it to Instagram.": "Évitez les pièges à touristes. Je peux recommander des endroits authentiques qui ne se retrouvent pas sur Instagram.",
  "Custom workout routines that match your fitness level. No gym? No problem - I'll design home workouts!": "Des routines d'entraînement personnalisées qui correspondent à votre niveau de forme physique. Pas de salle de sport? Pas de problème - je vais concevoir des entraînements à domicile!",
  "Healthy meal plans with recipes you'll actually enjoy. Tell me your diet preferences and I'll plan your week.": "Des plans de repas sains avec des recettes que vous apprécierez réellement. Dites-moi vos préférences alimentaires et je planifierai votre semaine.",
  "Track calories and exercise in one place. I'll help you monitor progress and stay motivated!": "Suivez les calories et l'exercice en un seul endroit. Je vais vous aider à surveiller vos progrès et à rester motivé!",
  "Calculate your carbon footprint and get practical tips. Small changes make a big environmental impact!": "Calculez votre empreinte carbone et obtenez des conseils pratiques. De petits changements ont un grand impact environnemental!",
  "Meditation and wellness routines that actually stick. Just 10 minutes daily can reduce stress by 40%!": "Des routines de méditation et de bien-être qui tiennent vraiment. Juste 10 minutes par jour peuvent réduire le stress de 40%!",
  "Find like-minded people nearby who share your interests. Shared hobbies create the strongest friendships!": "Trouvez des personnes partageant les mêmes idées à proximité qui partagent vos intérêts. Les passe-temps partagés créent les amitiés les plus fortes!",
  "Plan team building events or casual hangouts. I'll suggest creative group activities everyone will love!": "Planifiez des événements de team building ou des rencontres décontractées. Je suggérerai des activités de groupe créatives que tout le monde adorera!",
  "Get social skills advice for any situation. First impressions matter - I'll help you nail them!": "Obtenez des conseils sur les compétences sociales pour toute situation. Les premières impressions comptent - je vais vous aider à les clouer!",
  "Build genuine connections through shared activities. I can match you with people who get you!": "Créez de véritables connexions grâce à des activités partagées. Je peux vous mettre en relation avec des personnes qui vous comprennent!",
  "Organize meetups, brunches, or game nights. Regular gatherings reduce stress and boost happiness!": "Organisez des rencontres, des brunchs ou des soirées jeux. Les rassemblements réguliers réduisent le stress et augmentent le bonheur!",
  "Track your spending and see where money goes. People who track save 20% more on average!": "Suivez vos dépenses et voyez où va l'argent. Les personnes qui suivent économisent en moyenne 20% de plus!",
  "Create a budget that actually works for your lifestyle. The 50/30/20 rule helps 80% reach their goals!": "Créez un budget qui fonctionne réellement pour votre style de vie. La règle 50/30/20 aide 80% à atteindre leurs objectifs!",
  "Learn investment strategies from beginner to advanced. Starting early can grow wealth by 10x!": "Apprenez des stratégies d'investissement du débutant à l'avancé. Commencer tôt peut augmenter la richesse par 10!",
  "Find practical ways to save without sacrificing quality. Small changes add up to $1,200+ per year!": "Trouvez des moyens pratiques d'économiser sans sacrifier la qualité. Les petits changements s'additionnent à plus de 1 200 $ par an!",
  "Set realistic financial goals with a step-by-step plan. Written goals are 42% more likely to happen!": "Fixez des objectifs financiers réalistes avec un plan étape par étape. Les objectifs écrits ont 42% de chances de plus de se réaliser!",
  "AI remembers your preferences across all conversations. Tell me once, and I'll remember forever!": "L'IA se souvient de vos préférences dans toutes les conversations. Dites-le moi une fois, et je m'en souviendrai pour toujours!",
  "Create custom instructions for any situation. Make AI behave exactly how you want it to!": "Créez des instructions personnalisées pour toute situation. Faites en sorte que l'IA se comporte exactement comme vous le souhaitez!",
  "Enable web search for real-time information. Get current news, prices, and data that changes daily!": "Activez la recherche sur le web pour obtenir des informations en temps réel. Obtenez les actualités, les prix et les données qui changent quotidiennement!",
  "Share threads and collaborate in real-time. Work together with friends or colleagues seamlessly!": "Partagez des fils de discussion et collaborez en temps réel. Travaillez ensemble avec des amis ou des collègues sans problème!",
  "live": "en direct",
  "Try it now!": "Essayez-le maintenant !",
  "Wellness Insights": "Aperçus de Bien-être",
  "Sync": "Synchroniser",
  "Connect Google": "Connecter Google",
  "Sync with Google Calendar": "Synchroniser avec Google Agenda",
  "Connect Google Calendar": "Connecter Google Agenda",
  "Day": "Jour",
  "Agenda": "Agenda",
  "Edit Event": "Modifier l'événement",
  "Create Event": "Créer un événement",
  "Add title": "Ajouter un titre",
  "All day": "Toute la journée",
  "Start": "Début",
  "End": "Fin",
  "Add location": "Ajouter un lieu",
  "Add description": "Ajouter une description",
  "Color": "Couleur",
  "Blue": "Bleu",
  "Green": "Vert",
  "Red": "Rouge",
  "Orange": "Orange",
  "Violet": "Violet",
  "Purple": "Violet",
  "Event deleted": "Événement supprimé",
  "Failed to delete event": "Échec de la suppression de l'événement",
  "Are you sure you want to delete this event?": "Êtes-vous sûr de vouloir supprimer cet événement?",
  "Edit description": "Modifier la description",
  "Event": "Événement",
  "No events in this range": "Aucun événement dans cette plage",
  "more": "plus",
  "back to Vex": "retour à Vex",
  "Space Invader": "Space Invader",
  "Organize your life": "Organisez votre vie",
  "Your AI-Powered Life": "Votre vie alimentée par l'IA",
  "LifeOS App Ecosystem": "LifeOS Mini Apps - PWAs installables",
  "Beyond chat, we're building specialized AI apps: Peach (social networking), Atlas (travel), Bloom (health & sustainability), and Vault (finance). Each app leverages your existing AI conversations to provide personalized experiences no competitor can offer.": "Installez 🗺️ Atlas (voyage), 🌸 Bloom (santé & planète), 🍑 Peach (social) et 💰 Vault (finance) comme des applications séparées sur votre appareil. Chacune a son propre icône et branding, mais toutes partagent le même système de mémoire intelligent. Un code source, cinq expériences spécialisées.",
  "Access to 🗺️ Atlas, 🌸 Bloom, 🍑 Peach & 💰 Vault mini apps": "Accès aux mini applications 🗺️ Atlas, 🌸 Bloom, 🍑 Peach & 💰 Vault",
  "Bookmark important threads for instant access. Never lose track of your best conversations!": "Marquez les fils de discussion importants pour un accès instantané. Ne perdez jamais le fil de vos meilleures conversations !",
  "Pin important threads for instant access. Never lose track of your best conversations!": "Épinglez les fils de discussion importants pour un accès instantané. Ne perdez jamais de vue vos meilleures conversations !",
  "Access to Atlas, Bloom, Peach & Vault mini apps": "Accès aux mini applications Atlas, Bloom, Peach & Vault",
  "🐹 Done!": "🐹 Terminé !",
  "app_keywords_atlas": "voyage,trip,vol,hôtel,vacances,holiday,destination,visite,tour,voyage,explorer,aéroport,réservation,itinéraire,visite touristique,pays,ville,plage,montagne",
  "app_keywords_bloom": "santé,fitness,entraînement,exercice,régime,nutrition,bien-être,méditation,yoga,calories,poids,sommeil,stress,empreinte carbone,durable,éco",
  "app_keywords_peach": "ami,social,rencontrer,connecter,personnes,relation,rencontres,sortir,fête,communauté,réseau,chat,message,profil,match",
  "app_keywords_vault": "argent,finance,budget,dépense,dépenses,économiser,économies,investir,investissement,stock,banque,compte,paiement,facture,coût,prix,dollar,euro,monnaie,crypto",
  "Change the thread agent": "Changer l'agent de fil",
  "Switch from {{appName}} to another agent": "Passer de {{appName}} à un autre agent",
  "Switch agent": "Changer d'agent",
  "Personal Travel assistant": "Assistant de voyage personnel",
  "Personal Health assistant": "Assistant de santé personnel",
  "Plan {{timeOfDay}} trip from {{city}}": "Planifiez un voyage {{timeOfDay}} depuis {{city}}",
  "You are an Atlas travel expert{{location}}. Help plan trips, find flights, book accommodations, and discover local experiences. {{weather}} Consider weather, budget, and travel preferences.": "Vous êtes un expert en voyage Atlas{{location}}. Aidez à planifier des voyages, trouver des vols, réserver des hébergements et découvrir des expériences locales. {{weather}} Prenez en compte le climat, le budget et les préférences de voyage.",
  "Find budget flights": "Trouver des vols économiques",
  "You are a budget travel specialist {{location}}. Find the cheapest flights, best travel deals, and money-saving tips. Always compare prices and suggest alternative airports or dates for better deals.": "Vous êtes un spécialiste du voyage économique {{location}}. Trouvez les vols les moins chers, les meilleures offres de voyage et des conseils pour économiser de l'argent. Comparez toujours les prix et suggérez des aéroports ou des dates alternatifs pour de meilleures offres.",
  "Discover local hidden gems": "Découvrez les joyaux cachés locaux",
  "You are a local travel guide {{location}}. Recommend authentic restaurants, hidden attractions, and off-the-beaten-path experiences. Focus on local culture and insider tips.": "Vous êtes un guide de voyage local {{location}}. Recommandez des restaurants authentiques, des attractions cachées et des expériences hors des sentiers battus. Concentrez-vous sur la culture locale et les conseils d'initiés.",
  "Create weekend itinerary": "Créez un itinéraire de week-end",
  "You are a trip planner. Create detailed day-by-day itineraries with timing, transportation, and must-see spots. {{weather}} Balance popular attractions with relaxation time.": "Vous êtes un planificateur de voyage. Créez des itinéraires détaillés jour par jour avec le timing, le transport et les lieux incontournables. {{weather}} Équilibrez les attractions populaires avec le temps de relaxation.",
  "Book hotels & accommodations": "Réservez des hôtels et des hébergements",
  "You are a hotel booking specialist {{location}}. Find the best accommodations based on budget, location, and preferences. Compare hotels, hostels, and vacation rentals with honest reviews.": "Vous êtes un spécialiste de la réservation d'hôtels {{location}}. Trouvez les meilleurs hébergements en fonction du budget, de l'emplacement et des préférences. Comparez les hôtels, les auberges et les locations de vacances avec des avis honnêtes.",
  "Get visa & travel requirements": "Obtenez des exigences de visa et de voyage",
  "You are a travel documentation expert in {{country}}. Provide visa requirements, entry rules, vaccination needs, and travel insurance recommendations. Always check latest regulations.": "Vous êtes un expert en documentation de voyage dans {{country}}. Fournissez les exigences de visa, les règles d'entrée, les besoins en vaccination et les recommandations d'assurance voyage. Vérifiez toujours les dernières réglementations.",
  "atlas.instruction.multi_city.title": "Planifiez une aventure multi-villes",
  "You are a multi-destination travel planner. Create efficient routes connecting multiple cities, optimize travel time, and suggest the best transportation between destinations. Consider budget and time constraints.": "Vous êtes un planificateur de voyage multi-destinations. Créez des itinéraires efficaces reliant plusieurs villes, optimisez le temps de voyage et suggérez le meilleur moyen de transport entre les destinations. Prenez en compte le budget et les contraintes de temps.",
  "Find travel buddies": "Trouvez des compagnons de voyage",
  "You are a Peach social connector {{location}}. Help users find compatible travel companions, plan group trips, and build meaningful connections through shared interests and travel styles.": "Vous êtes un connecteur social Peach {{location}}. Aidez les utilisateurs à trouver des compagnons de voyage compatibles, à planifier des voyages en groupe et à établir des liens significatifs grâce à des intérêts et des styles de voyage partagés.",
  "Match personality & interests": "Correspondance de personnalité et d'intérêts",
  "You are a Peach relationship expert. Analyze personality traits, communication styles, and interests to suggest compatible connections. Focus on authentic relationships and shared values.": "Vous êtes un expert en relations Peach. Analysez les traits de personnalité, les styles de communication et les intérêts pour suggérer des connexions compatibles. Concentrez-vous sur les relations authentiques et les valeurs partagées.",
  "Plan group activities": "Planifiez des activités de groupe",
  "You are a Peach event coordinator {{location}}. Suggest group activities, social events, and meetup ideas that bring people together. Consider group size, interests, and local options.": "Vous êtes un coordinateur d'événements Peach {{location}}. Proposez des activités de groupe, des événements sociaux et des idées de rencontres qui rassemblent les gens. Prenez en compte la taille du groupe, les intérêts et les options locales.",
  "Build social connections": "Créez des liens sociaux",
  "You are a Peach networking coach. Help users expand their social circle, improve communication skills, and build lasting friendships. Provide conversation starters and connection strategies.": "Vous êtes un coach en réseautage Peach. Aidez les utilisateurs à élargir leur cercle social, à améliorer leurs compétences en communication et à construire des amitiés durables. Fournissez des sujets de conversation et des stratégies de connexion.",
  "Organize community events": "Organisez des événements communautaires",
  "You are a Peach community builder {{location}}. Plan local meetups, social gatherings, and community events. Focus on inclusive, welcoming experiences for all participants.": "Vous êtes un constructeur de communauté Peach {{location}}. Planifiez des rencontres locales, des rassemblements sociaux et des événements communautaires. Concentrez-vous sur des expériences inclusives et accueillantes pour tous les participants.",
  "Find local social groups": "Trouvez des groupes sociaux locaux",
  "You are a Peach local expert {{location}}. Discover clubs, hobby groups, and social communities based on interests. Help users find their tribe and build connections.": "Vous êtes un expert local Peach {{location}}. Découvrez des clubs, des groupes de loisirs et des communautés sociales en fonction des intérêts. Aidez les utilisateurs à trouver leur tribu et à établir des connexions.",
  "Improve social skills": "Améliorez les compétences sociales",
  "You are a Peach social coach. Provide tips on making friends, maintaining relationships, and navigating social situations. Focus on authentic connection and emotional intelligence.": "Vous êtes un coach social Peach. Fournissez des conseils pour se faire des amis, maintenir des relations et naviguer dans les situations sociales. Concentrez-vous sur la connexion authentique et l'intelligence émotionnelle.",
  "bloom.instruction.health_wellness.title": "Suivez la santé et le bien-être",
  "bloom.instruction.health_wellness.content": "Vous êtes un coach en santé Bloom. Aidez à suivre les objectifs de fitness, de nutrition et de bien-être. {{weather}} Fournissez des informations de santé personnalisées et de la motivation.",
  "You are a Bloom sustainability expert {{location}}. Calculate environmental impact, suggest eco-friendly alternatives, and track carbon reduction progress. Focus on practical, achievable changes.": "Vous êtes un expert en durabilité Bloom {{location}}. Calculez l'impact environnemental, suggérez des alternatives écologiques et suivez les progrès de réduction du carbone. Concentrez-vous sur des changements pratiques et réalisables.",
  "bloom.instruction.eco_tips.title": "Obtenez des conseils écologiques",
  "bloom.instruction.eco_tips.content": "Vous êtes un conseiller environnemental Bloom. Fournissez des conseils pour une vie durable, des recommandations de produits verts et des stratégies de réduction des déchets. Rendez la durabilité accessible et gratifiante.",
  "bloom.instruction.healthy_meals.title": "Planifiez des repas sains",
  "bloom.instruction.healthy_meals.content": "Vous êtes un expert en nutrition Bloom. Créez des plans de repas équilibrés, suggérez des recettes saines et fournissez des conseils nutritionnels. Prenez en compte les préférences alimentaires, les allergies et les objectifs de santé.",
  "bloom.instruction.workout_routines.title": "Concevez des routines d'entraînement",
  "bloom.instruction.workout_routines.content": "Vous êtes un entraîneur de fitness Bloom. Créez des plans d'entraînement personnalisés en fonction du niveau de fitness, des objectifs et de l'équipement disponible. {{weather}} Concentrez-vous sur des progrès durables.",
  "bloom.instruction.wellness_metrics.title": "Surveillez les indicateurs de bien-être",
  "bloom.instruction.wellness_metrics.content": "Vous êtes un analyste de santé Bloom. Suivez le sommeil, l'activité, la nutrition et les indicateurs de santé mentale. Fournissez des informations, identifiez des modèles et suggérez des améliorations pour le bien-être général.",
  "bloom.instruction.sustainable_products.title": "Trouvez des produits durables",
  "bloom.instruction.sustainable_products.content": "Vous êtes un guide d'achat éco-responsable Bloom. Recommandez des produits et des marques durables et éthiques. Comparez l'impact environnemental, les certifications et la valeur pour les consommateurs conscients.",
  "Track expenses & budget": "Suivez les dépenses et le budget",
  "You are a Vault financial advisor {{location}}. Help track spending, create budgets, and identify savings opportunities. Provide clear financial insights and actionable advice.": "Vous êtes un conseiller financier Vault {{location}}. Aidez à suivre les dépenses, à créer des budgets et à identifier les opportunités d'économies. Fournissez des informations financières claires et des conseils pratiques.",
  "Analyze investment portfolio": "Analysez le portefeuille d'investissements",
  "You are a Vault investment analyst. Review portfolio performance, suggest diversification strategies, and explain market trends. Focus on long-term wealth building and risk management.": "Vous êtes un analyste d'investissement Vault. Examinez les performances du portefeuille, suggérez des stratégies de diversification et expliquez les tendances du marché. Concentrez-vous sur la création de richesse à long terme et la gestion des risques.",
  "Plan financial goals": "Planifiez les objectifs financiers",
  "You are a Vault financial planner. Help set realistic financial goals, create savings plans, and track progress. Consider income, expenses, and life milestones.": "Vous êtes un planificateur financier Vault. Aidez à définir des objectifs financiers réalistes, à créer des plans d'épargne et à suivre les progrès. Prenez en compte les revenus, les dépenses et les étapes importantes de la vie.",
  "Optimize tax strategy": "Optimisez la stratégie fiscale",
  "You are a Vault tax advisor {{country}}. Provide tax-saving strategies, deduction tips, and filing guidance. Always recommend consulting a professional for complex situations.": "Vous êtes un conseiller fiscal Vault {{country}}. Fournissez des stratégies d'économie d'impôts, des conseils de déduction et des orientations pour le dépôt. Recommandez toujours de consulter un professionnel pour les situations complexes.",
  "Compare savings accounts": "Comparez les comptes d'épargne",
  "You are a Vault banking expert {{location}}. Compare savings accounts, interest rates, and banking products. Help find the best options for financial goals and needs.": "Vous êtes un expert en banque Vault {{location}}. Comparez les comptes d'épargne, les taux d'intérêt et les produits bancaires. Aidez à trouver les meilleures options pour les objectifs financiers et les besoins.",
  "Track crypto portfolio": "Suivez le portefeuille de crypto-monnaies",
  "You are a Vault crypto analyst. Monitor cryptocurrency investments, explain market movements, and provide risk-aware guidance. Focus on education and responsible investing.": "Vous êtes un analyste de crypto-monnaies Vault. Surveillez les investissements en crypto-monnaies, expliquez les mouvements du marché et fournissez des conseils conscients des risques. Concentrez-vous sur l'éducation et l'investissement responsable.",
  "Create retirement plan": "Créez un plan de retraite",
  "You are a Vault retirement planner {{country}}. Calculate retirement needs, suggest investment strategies, and create long-term financial plans. Consider inflation, lifestyle, and life expectancy.": "Vous êtes un planificateur de retraite Vault {{country}}. Calculez les besoins de retraite, suggérez des stratégies d'investissement et créez des plans financiers à long terme. Prenez en compte l'inflation, le style de vie et l'espérance de vie.",
  "default.instruction.brainstorm.title": "Réfléchissez à des solutions innovantes",
  "default.instruction.brainstorm.content": "Vous êtes un directeur créatif {{location}}. Aidez à la réflexion, aux concepts de design, à la création de contenu et aux projets artistiques. Pensez en dehors de la boîte et fournissez des idées innovantes.",
  "default.instruction.booking.title": "Réservez des restaurants et des voyages",
  "default.instruction.booking.content": "Vous êtes un spécialiste des réservations {{location}}. {{weather}} Priorisez toujours les réservations de restaurant, les réservations d'hôtel et les arrangements de voyage. Lorsque les utilisateurs mentionnent des dates, des heures ou des lieux, aidez-les immédiatement à réserver ce dont ils ont besoin.",
  "default.instruction.writing.title": "Rendez mon écriture plus engageante",
  "default.instruction.writing.content": "Vous êtes un coach d'écriture professionnel. Aidez avec la grammaire, le style, la clarté et le ton. Rendez le texte plus engageant et professionnel tout en conservant la voix de l'auteur.",
  "default.instruction.code_review.title": "Revoyez mon code comme un développeur senior",
  "default.instruction.code_review.content": "Vous êtes un développeur senior. Concentrez-vous sur la qualité du code, les vulnérabilités de sécurité, l'optimisation des performances et les meilleures pratiques. Fournissez toujours des exemples de code améliorés avec des explications claires.",
  "default.instruction.career.title": "Aidez avec les lettres de motivation et les CV",
  "default.instruction.career.content": "Vous êtes un coach de carrière {{location}}. Aidez à rédiger des lettres de motivation convaincantes, à optimiser les CV, à préparer les entretiens et à adapter les candidatures aux exigences spécifiques de l'emploi. Demandez toujours d'abord la description du poste et le parcours personnel.",
  "default.instruction.tutor.title": "Démontez les sujets et créez des quiz",
  "default.instruction.tutor.content": "Vous êtes un tuteur patient. Démontez les sujets complexes en explications simples, créez des plans d'étude, générez des questions de pratique et encouragez toujours les progrès d'apprentissage.",
  "default.instruction.business.title": "Donnez des conseils stratégiques en affaires",
  "default.instruction.business.content": "Vous êtes un consultant en affaires {{location}}. Concentrez-vous sur la stratégie, l'analyse de marché, la planification financière et les opportunités de croissance. Fournissez des informations exploitables et des recommandations basées sur les données.",
  "Find local meetups nearby {{city}}": "Trouvez des rencontres locales près de {{city}}",
  "You are a Peach local events expert {{city}}. Discover nearby meetups, social gatherings, and community events happening in the area. Help users find events that match their interests and connect with like-minded people in their neighborhood.": "Vous êtes un expert en événements locaux Peach {{city}}. Découvrez les rencontres à proximité, les rassemblements sociaux et les événements communautaires qui se déroulent dans la région. Aidez les utilisateurs à trouver des événements qui correspondent à leurs intérêts et à se connecter avec des personnes partageant les mêmes idées dans leur quartier.",
  "Title": "Titre",
  "Your personal AI agent": "Votre agent IA personnel",
  "Add agent": "Ajouter un agent",
  "500x500px .png recommended": "500x500px .png recommandé",
  "Sunny": "Ensoleillé",
  "Partly cloudy": "Partiellement nuageux",
  "Cloudy": "Nuageux",
  "Overcast": "Couvert",
  "Mist": "Brume",
  "Patchy rain possible": "Pluie éparses possible",
  "Patchy snow possible": "Neige éparses possible",
  "Patchy sleet possible": "Grésil épars possible",
  "Patchy freezing drizzle possible": "Bruine givrante éparses possible",
  "Thundery outbreaks possible": "Éclats orageux possibles",
  "Blowing snow": "Chasse-neige",
  "Blizzard": "Blizzard",
  "Fog": "Brouillard",
  "Freezing fog": "Brouillard givrant",
  "Patchy light drizzle": "Bruine légère éparses",
  "Light drizzle": "Bruine légère",
  "Freezing drizzle": "Bruine givrante",
  "Heavy freezing drizzle": "Bruine givrante lourde",
  "Patchy light rain": "Pluie légère éparses",
  "Light rain": "Pluie légère",
  "Moderate rain at times": "Pluie modérée par moments",
  "Moderate rain": "Pluie modérée",
  "Heavy rain at times": "Forte pluie par moments",
  "Heavy rain": "Forte pluie",
  "Light freezing rain": "Pluie verglaçante légère",
  "Moderate or heavy freezing rain": "Pluie verglaçante modérée ou forte",
  "Light sleet": "Neige fondue légère",
  "Moderate or heavy sleet": "Neige fondue modérée ou forte",
  "Patchy light snow": "Neige légère par endroits",
  "Light snow": "Neige légère",
  "Patchy moderate snow": "Neige modérée par endroits",
  "Moderate snow": "Neige modérée",
  "Patchy heavy snow": "Neige lourde par endroits",
  "Heavy snow": "Neige lourde",
  "Ice pellets": "Grêlons",
  "Light rain shower": "Averse de pluie légère",
  "Moderate or heavy rain shower": "Averse de pluie modérée ou forte",
  "Torrential rain shower": "Averse de pluie torrentielle",
  "Light sleet showers": "Averses de neige fondue légère",
  "Moderate or heavy sleet showers": "Averses de grésil modérées ou fortes",
  "Light snow showers": "Averses de neige légères",
  "Moderate or heavy snow showers": "Averses de neige modérées ou fortes",
  "Light showers of ice pellets": "Averses légères de grêlons",
  "Moderate or heavy showers of ice pellets": "Averses modérées ou fortes de grêlons",
  "Patchy light rain with thunder": "Pluie légère par endroits avec tonnerre",
  "Moderate or heavy rain with thunder": "Pluie modérée ou forte avec tonnerre",
  "Patchy light snow with thunder": "Neige légère par endroits avec tonnerre",
  "Moderate or heavy snow with thunder": "Neige modérée ou forte avec tonnerre",
  "Description": "Description",
  "You can go next, updating suggestions recommended.": "Vous pouvez passer à la suite, il est recommandé de mettre à jour les suggestions.",
  "Updating Description and Settings recommended.": "Il est recommandé de mettre à jour la Description et les Paramètres.",
  "You can save it now!": "Vous pouvez le sauvegarder maintenant !",
  "Theme Color": "Couleur du Thème",
  "Tools": "Outils",
  "Extends": "Étend",
  "Visibility": "Visibilité",
  "Private": "Privé",
  "Public": "Public",
  "Unlisted": "Non répertorié",
  "Code Execution": "Exécution de Code",
  "Web Search": "Recherche Web",
  "Voice": "Voix",
  "File Analysis": "Analyse de Fichier",
  "Voice required by {{model}}": "Voix requise par {{model}}",
  "File Analysis required by {{model}}": "Analyse de Fichier requise par {{model}}",
  "Image Generation required by {{model}}": "Génération d'Image requise par {{model}}",
  "Location": "Emplacement",
  "Your key traits:": "Vos traits clés:",
  "Communication style: [professional, friendly, technical, etc.]": "Style de communication: [professionnel, amical, technique, etc.]",
  "Approach: [step-by-step, creative, analytical, etc.]": "Approche: [étape par étape, créative, analytique, etc.]",
  "Tone: [formal, casual, encouraging, etc.]": "Ton: [formel, décontracté, encourageant, etc.]",
  "When responding:": "Lors de la réponse:",
  "Specific instruction {{count}}": "Instruction spécifique {{count}}",
  "Weather": "Météo",
  "You are a specialized AI assistant with expertise in [your domain].": "Vous êtes un assistant IA spécialisé avec une expertise en [votre domaine].",
  "Location required because you are using {{location}} templates on your instructions": "Localisation requise car vous utilisez des modèles {{location}} dans vos instructions",
  "Location required because you are using {{app}}": "Localisation requise car vous utilisez {{app}}",
  "Settings": "Paramètres",
  "System Prompt": "Invite de système",
  "Name: minimum 3 characters": "Min 3 caractères",
  "Tone": "Ton",
  "Base Model": "Modèle de base",
  "Temperature": "Température",
  "Keep it short!": "Faites court !",
  "Name: maximum 10 characters": "Max 10 caractères",
  "Title is required": "Le titre est requis",
  "Title too long (max 30)": "Titre trop long (max 30)",
  "Description too long (max 500)": "Description trop longue (max 500)",
  "Highlight title required": "Titre en surbrillance requis",
  "System prompt too long (max 5000)": "Invite de système trop longue (max 5000)",
  "Temperature must be 0-2": "La température doit être entre 0 et 2",
  "Price must be positive": "Le prix doit être positif",
  "API price must be positive": "Le prix de l'API doit être positif",
  "Monthly price must be positive": "Le prix mensuel doit être positif",
  "Rate limit must be positive": "La limite de taux doit être positive",
  "Invalid agent ID": "ID d'agent invalide",
  "Continue": "Continuer",
  "Capabilities": "Capacités",
  "Professional": "Professionnel",
  "Casual": "Informel",
  "Friendly": "Amical",
  "Technical": "Technique",
  "Creative": "Créatif",
  "Update Agent": "Mettre à jour l'agent",
  "Create New Agent": "Créer un nouvel agent",
  "Your intelligent {{agent}} that learns your preferences and provides personalized recommendations.": "Votre {{agent}} intelligent qui apprend vos préférences et fournit des recommandations personnalisées.",
  "Fix name errors first": "Corrigez d'abord les erreurs de nom",
  "Give it a title...": "Donnez-lui un titre...",
  "Name your app......": "Nommez votre application...",
  "free_tier_title": "Disponible pour tous",
  "free_tier_description": "Votre application sera accessible à tous les utilisateurs de Vex sans frais",
  "free_tier_benefits_title": "Ce que vous obtenez",
  "free_tier_benefit_1": "Un nombre illimité d'utilisateurs peuvent accéder à votre application",
  "free_tier_benefit_2": "Présenté dans le marché public des applications",
  "free_tier_benefit_3": "Construisez votre réputation et développez votre audience",
  "paid_tier_requires_plus": "Nécessite un abonnement Vex Plus",
  "paid_tier_requires_pro": "Nécessite un abonnement Vex Pro",
  "paid_tier_subscription_required": "Les utilisateurs doivent avoir un abonnement Vex actif pour utiliser cette application",
  "revenue_share_title": "Partage des revenus",
  "revenue_share_calculation": "Vous gagnez 70% de €{{price}} = €{{earn}} par abonné",
  "revenue_share_coming_soon": "Bientôt disponible: Paiements directs via Stripe",
  "byok_title": "Clés API",
  "byok_description": "Pour les niveaux Plus/Pro, vous devez fournir vos propres clés API. Vex utilisera vos clés et vous payez les coûts de l'API. Vous gagnez toujours 70% de partage des revenus.",
  "byok_required_title": "Clés API requises pour les niveaux payants",
  "byok_required_description": "DeepSeek est requis. Vex utilise vos clés API, vous payez les coûts de l'API, et gagnez 70% des revenus d'abonnement (Vex conserve 30% pour l'infrastructure).",
  "byok_optional_free": "Les clés API sont facultatives pour les applications gratuites. Vex utilisera ses propres clés et couvrira les coûts de l'API.",
  "Required": "Requis",
  "pro_unlimited_title": "Niveau Pro: Utilisation illimitée",
  "pro_unlimited_description": "Les applications de niveau Pro ne déduisent pas les crédits des utilisateurs! Les utilisateurs bénéficient d'une utilisation vraiment illimitée dans les limites de votre application. Positionnement premium!",
  "Default Model": "Modèle par défaut",
  "Please fix errors first": "Veuillez d'abord corriger les erreurs",
  "DeepSeek API key required for paid tiers": "Clé API DeepSeek requise pour les niveaux payants",
  "App name looks good!": "Le nom de l'application semble bon !",
  "Save my app and explain what it does 🚀": "Enregistrez mon application et expliquez ce qu'elle fait 🚀",
  "Drag and drop to reorder apps": "Glissez et déposez pour réorganiser les applications",
  "App Builder Tips": "Conseils pour le constructeur d'application",
  "Give your app a clear, memorable name. Think about what makes it unique and valuable to users.": "Donnez à votre application un nom clair et mémorable. Réfléchissez à ce qui la rend unique et précieuse pour les utilisateurs.",
  "Write a compelling description. Explain what your app does and who it's for in simple terms.": "Rédigez une description convaincante. Expliquez en termes simples ce que fait votre application et à qui elle est destinée.",
  "Add custom highlights to showcase your app's best features. These appear on the home screen!": "Ajoutez des points forts personnalisés pour mettre en valeur les meilleures fonctionnalités de votre application. Ils apparaissent sur l'écran d'accueil !",
  "Choose the right AI model for your use case. Claude for reasoning, DeepSeek for speed, GPT for creativity.": "Choisissez le bon modèle d'IA pour votre cas d'utilisation. Claude pour le raisonnement, DeepSeek pour la rapidité, GPT pour la créativité.",
  "Enable only the capabilities you need. This keeps your app focused and easy to use.": "Activez uniquement les capacités dont vous avez besoin. Cela permet à votre application de rester concentrée et facile à utiliser.",
  "A good system prompt is the secret to a great app. Be specific about tone, style, and behavior.": "Une bonne invite système est le secret d'une excellente application. Soyez précis sur le ton, le style et le comportement.",
  "My Agent": "Mon Agent",
  "Theme & Color": "Thème & Couleur",
  "Advanced file processing (larger files, more formats)": "Traitement avancé de fichiers (fichiers plus grands, plus de formats)",
  "Let's set a username": "Définissons un nom d'utilisateur",
  "Current Plan": "Plan actuel",
  "Enable Image Generation": "Activer la génération d'images",
  "Enable Web Search": "Activer la recherche Web",
  "LifeOS": "LifeOS",
  "Pacman": "Pacman",
  "Personal Finance assistant": "Assistant personnel de finance",
  "Personal Social assistant": "Assistant personnel social",
  "Plan healthy meals": "Planifier des repas sains",
  "Unlimited credits": "Crédits illimités",
  "Vault": "Coffre-fort",
  "Vex": "Vex",
  "💭 We use conversation memory to improve responses.": "💭 Nous utilisons la mémoire de conversation pour améliorer les réponses.",
  "AI Health & Sustainability Coach": "Coach de Santé & Durabilité AI",
  "Calculate carbon footprint": "Calculer l'empreinte carbone",
  "Create Your Agent": "Créez Votre Agent",
  "Design workout routines": "Concevoir des routines d'entraînement",
  "Find sustainable products": "Trouver des produits durables",
  "Get eco-friendly tips": "Obtenir des conseils écologiques",
  "Monitor wellness metrics": "Surveiller les indicateurs de bien-être",
  "Track health & wellness": "Suivre la santé & le bien-être",
  "Track your wellness journey and environmental impact with AI-powered insights for a healthier you and planet.": "Suivez votre parcours de bien-être et votre impact environnemental grâce aux insights alimentés par l'IA pour une meilleure santé pour vous et la planète.",
  "{{app}} Affiliate Program": "Programme d'affiliation {{app}}"
}